<unk>	0
<s>	0
</s>	0
▁the	-3.38425
▁and	-3.46262
▁na	-3.92015
▁of	-4.00106
▁you	-4.14854
▁to	-4.1574
▁	-4.18018
▁is	-4.3885
▁they	-4.42182
▁a	-4.49057
a	-4.58911
▁in	-4.60302
▁them	-4.6718
▁he	-4.72685
▁that	-4.7908
▁who	-4.83802
▁allah	-4.84507
▁we	-4.85702
▁will	-4.85991
▁not	-4.8615
▁for	-4.8735
▁mwenye	-4.92066
▁it	-4.98823
▁be	-5.09824
▁ya	-5.10153
▁kwa	-5.10888
zi	-5.10968
▁have	-5.13148
▁mungu	-5.14784
▁are	-5.17348
▁their	-5.19402
▁wa	-5.2446
▁ni	-5.28878
▁those	-5.30495
▁him	-5.34226
▁from	-5.34552
▁with	-5.3616
▁your	-5.3909
▁his	-5.46941
▁god	-5.49782
▁lord	-5.51359
▁do	-5.5241
▁but	-5.54928
▁when	-5.64571
s	-5.65101
▁what	-5.67464
▁i	-5.71508
▁so	-5.72197
▁then	-5.73364
▁shall	-5.74865
o	-5.75665
▁katika	-5.75836
▁hakik	-5.79703
▁if	-5.80554
▁said	-5.82017
▁kuwa	-5.82044
▁say	-5.83072
▁on	-5.83462
▁basi	-5.83943
▁has	-5.88785
▁as	-5.91686
▁which	-5.96801
▁all	-5.98502
▁people	-5.98583
▁this	-5.99424
]	-6.02817
▁[	-6.02877
▁or	-6.11342
▁m	-6.16341
▁day	-6.16636
▁no	-6.20342
▁by	-6.20421
e	-6.21402
▁my	-6.21409
▁our	-6.21663
ni	-6.22107
▁us	-6.2246
▁there	-6.24177
▁mlezi	-6.24931
▁were	-6.24997
sema	-6.25029
▁indeed	-6.2546
▁walio	-6.25742
▁wala	-6.26875
mola	-6.31424
▁one	-6.32256
▁me	-6.33814
▁wao	-6.36663
▁watu	-6.36723
▁earth	-6.4084
▁ye	-6.41758
▁had	-6.42152
▁was	-6.42956
▁o	-6.45089
▁believe	-6.48636
▁surely	-6.50409
▁may	-6.50714
▁upon	-6.52977
▁an	-6.53513
▁would	-6.55235
▁yake	-6.58473
▁whom	-6.60553
▁before	-6.60658
▁unto	-6.61244
▁yao	-6.61324
ing	-6.64254
▁tu	-6.6493
▁among	-6.69264
▁been	-6.69494
▁good	-6.71993
▁come	-6.7233
▁yeye	-6.7272
▁made	-6.74733
▁sent	-6.74968
▁only	-6.75078
eni	-6.77471
▁nor	-6.78397
▁know	-6.78414
▁wake	-6.78857
▁did	-6.80738
ed	-6.80849
▁down	-6.81094
▁ku	-6.82206
▁any	-6.82497
▁thou	-6.84406
▁ndi	-6.87488
▁truth	-6.88318
▁most	-6.90647
▁verily	-6.91273
▁hao	-6.91809
▁juu	-6.93239
▁ila	-6.93508
▁waka	-6.94245
▁za	-6.96466
▁siku	-6.96871
▁except	-6.96946
▁at	-6.97716
▁wanao	-6.98003
▁fear	-6.9909
▁nyinyi	-7.01827
▁against	-7.03411
▁away	-7.03873
▁give	-7.05177
▁heavens	-7.07037
▁au	-7.07759
▁see	-7.07865
▁evil	-7.07882
▁out	-7.08506
▁sisi	-7.09038
▁should	-7.09292
▁make	-7.09918
▁wale	-7.10159
▁punishment	-7.11304
▁than	-7.11986
▁after	-7.12016
▁how	-7.12162
▁over	-7.12337
wa	-7.12419
▁kama	-7.13036
▁believers	-7.13078
▁signs	-7.13348
▁book	-7.13631
▁zao	-7.13786
▁some	-7.14353
▁men	-7.14354
▁messenger	-7.16243
▁u	-7.16346
▁hayo	-7.16516
▁ha	-7.18007
▁ili	-7.18363
▁life	-7.18463
▁k	-7.18798
▁other	-7.19293
▁ardhi	-7.19708
▁adhabu	-7.20641
▁wana	-7.21275
▁aliye	-7.22779
▁mi	-7.23508
▁bring	-7.23565
▁things	-7.23887
▁je	-7.23892
▁shaka	-7.23904
na	-7.23987
d	-7.24818
▁created	-7.25205
▁way	-7.25305
▁its	-7.25953
i	-7.2609
kisha	-7.26249
▁like	-7.27223
▁into	-7.27439
▁let	-7.27785
▁mimi	-7.27884
▁wako	-7.28574
▁fire	-7.29608
▁given	-7.29738
▁laki	-7.29902
liyo	-7.31501
▁wenye	-7.3339
▁yenu	-7.33907
▁can	-7.34288
▁about	-7.34368
▁turn	-7.34638
▁hu	-7.34724
▁ndiy	-7.35587
▁does	-7.36681
▁thee	-7.37292
▁take	-7.37494
▁deeds	-7.38104
▁bila	-7.39324
▁mercy	-7.40346
▁ishara	-7.40367
▁themselves	-7.40542
ongoni	-7.40551
kila	-7.40849
▁these	-7.42156
▁hearts	-7.42577
▁man	-7.42778
▁anaye	-7.42987
▁up	-7.43248
▁wangu	-7.44437
▁wata	-7.45011
▁certainly	-7.45079
▁knowledge	-7.45315
▁kutoka	-7.45459
▁akasem	-7.46323
▁worship	-7.46957
▁right	-7.47297
▁muhammad	-7.4778
nayo	-7.47916
▁every	-7.48259
▁moses	-7.48463
▁between	-7.48636
▁clear	-7.48945
▁am	-7.49808
▁ask	-7.52609
▁naye	-7.5278
▁aka	-7.52863
▁amini	-7.53515
▁such	-7.53582
▁two	-7.54062
▁came	-7.54185
▁humo	-7.5476
▁follow	-7.5492
▁reward	-7.56041
▁njia	-7.57183
▁haya	-7.57245
hath	-7.57325
▁faith	-7.57411
▁where	-7.57791
▁even	-7.5852
▁thy	-7.58544
▁knows	-7.5867
▁while	-7.58682
▁therein	-7.58754
▁back	-7.59148
▁wenu	-7.59536
▁wewe	-7.59755
▁hawa	-7.59942
▁si	-7.60172
▁mtume	-7.60234
▁kwamb	-7.6056
▁because	-7.61563
▁never	-7.61949
▁forth	-7.62203
▁prophet	-7.64796
▁haki	-7.65564
▁nao	-7.65887
▁allahs	-7.66533
▁call	-7.66828
▁revealed	-7.67698
▁whoever	-7.68324
▁hell	-7.69069
▁land	-7.69443
▁another	-7.70082
▁lo	-7.70125
▁kitabu	-7.70126
th	-7.70142
▁kabla	-7.70375
▁world	-7.70407
until	-7.7053
▁messengers	-7.71019
▁gods	-7.71072
▁kitu	-7.71675
▁yet	-7.71736
▁guidance	-7.72088
▁go	-7.72625
▁nafsi	-7.73289
▁musa	-7.73355
▁merciful	-7.7395
mo	-7.74109
▁women	-7.74447
▁hiyo	-7.74696
▁mbingu	-7.74861
▁night	-7.7519
uran	-7.75733
▁hivyo	-7.7596
▁own	-7.76196
▁la	-7.76474
▁better	-7.7704
▁others	-7.7717
▁best	-7.77648
▁cause	-7.77676
▁brought	-7.78305
▁mna	-7.78339
▁iliyo	-7.78344
eth	-7.78593
▁great	-7.78974
fanya	-7.79279
enyi	-7.79713
▁ame	-7.80024
▁mwa	-7.80509
▁whatever	-7.80591
▁time	-7.81065
wenye	-7.81411
▁send	-7.81416
▁more	-7.82048
▁angels	-7.82123
▁s	-7.82542
▁her	-7.82579
ly	-7.82666
▁baada	-7.82936
▁remember	-7.83173
▁isipo	-7.83559
▁thus	-7.83672
▁find	-7.83802
▁zenu	-7.8408
▁none	-7.84383
▁return	-7.84803
▁each	-7.84811
▁wali	-7.84957
▁nguvu	-7.85
▁disbelieve	-7.85067
▁gave	-7.85364
▁unbelievers	-7.85517
▁children	-7.86744
▁torment	-7.86859
▁pamoja	-7.87025
▁kufuru	-7.87508
▁path	-7.88024
▁true	-7.88823
▁mankind	-7.89017
st	-7.89074
livyo	-7.89722
▁hereafter	-7.90025
▁wetu	-7.9003
▁disbelievers	-7.90698
▁astray	-7.91651
▁ever	-7.91859
▁might	-7.9194
▁leave	-7.92163
▁many	-7.92621
▁whose	-7.92693
▁ikiwa	-7.92878
▁nothing	-7.93271
▁deny	-7.93525
▁water	-7.94088
▁saw	-7.94108
▁wote	-7.94202
▁place	-7.94267
▁therefore	-7.94779
▁used	-7.95123
▁witness	-7.9514
▁righteous	-7.95426
▁yaliyo	-7.95572
▁peace	-7.96681
▁zaidi	-7.96747
▁ma	-7.96926
▁waumini	-7.97062
▁mema	-7.97894
pata	-7.97909
▁mpaka	-7.98338
neither	-7.99264
▁kwake	-7.99323
▁kweli	-7.99804
▁well	-8.00255
▁could	-8.0026
▁help	-8.00352
▁seek	-8.00387
▁power	-8.00906
▁death	-8.01753
▁set	-8.02874
▁gardens	-8.03387
▁waki	-8.03693
▁hali	-8.03959
▁she	-8.04118
▁rehema	-8.04505
▁resurrection	-8.04636
▁yangu	-8.04698
yo	-8.04869
▁enter	-8.04992
▁prayer	-8.06353
▁believed	-8.06526
▁tuli	-8.06559
▁guided	-8.07221
why	-8.0731
▁become	-8.07469
▁kwani	-8.07621
▁hata	-8.08117
▁yourselves	-8.08235
▁turned	-8.08261
ever	-8.08442
▁tume	-8.09224
▁saying	-8.09409
▁promise	-8.09457
▁religion	-8.09598
▁sign	-8.09798
▁save	-8.09973
▁hii	-8.105
▁command	-8.10618
▁bad	-8.1064
▁put	-8.10689
▁soul	-8.108
▁ambay	-8.11116
▁zetu	-8.11285
▁ones	-8.12225
bali	-8.12604
▁though	-8.13043
vyo	-8.13311
▁kulik	-8.13371
mbao	-8.13703
▁mli	-8.1413
▁hands	-8.14618
▁being	-8.1472
pate	-8.14794
kwisha	-8.15019
▁pharaoh	-8.15144
▁without	-8.15546
▁now	-8.15938
▁kwenu	-8.16727
▁makafiri	-8.16825
▁alipo	-8.16825
▁son	-8.16868
▁eat	-8.17134
▁wema	-8.17229
▁himself	-8.17577
▁guide	-8.17823
▁yale	-8.18348
▁obey	-8.19125
▁msi	-8.19868
ambia	-8.20195
▁forgiveness	-8.2028
▁wise	-8.20281
▁nini	-8.20403
▁ewe	-8.20688
▁moto	-8.21079
▁yetu	-8.21208
▁bain	-8.21226
▁tell	-8.21475
in	-8.21694
▁zake	-8.2213
▁revelations	-8.22157
▁besides	-8.22321
▁vi	-8.22479
▁abraham	-8.22652
▁ana	-8.23004
▁mmoja	-8.23538
▁appointed	-8.26594
▁also	-8.26961
▁servants	-8.27085
ababu	-8.27338
▁everything	-8.27441
▁forgive	-8.27463
▁heaven	-8.27742
▁wrong	-8.27949
▁light	-8.28343
▁both	-8.28356
▁satan	-8.28526
▁lau	-8.28711
▁keep	-8.28837
▁wealth	-8.28847
▁mtu	-8.28858
▁behind	-8.28926
▁show	-8.28996
▁b	-8.29107
▁sin	-8.29284
▁forgiving	-8.29557
▁taste	-8.2967
▁e	-8.29742
▁mighty	-8.30014
▁order	-8.31443
▁whosoever	-8.3157
▁mbali	-8.32208
▁wanawake	-8.32302
▁word	-8.33053
po	-8.33061
▁together	-8.33519
▁kabisa	-8.33861
▁yako	-8.33901
▁chastisement	-8.34095
▁concerning	-8.34708
▁hikima	-8.34739
▁painful	-8.34756
▁akhera	-8.3515
▁alone	-8.35241
▁wrongdoers	-8.3547
▁hear	-8.35513
▁yakini	-8.35736
▁above	-8.36167
▁dead	-8.36337
▁paradise	-8.36337
▁ndiyo	-8.36366
▁able	-8.36713
▁comes	-8.37231
▁belongs	-8.37447
▁mitume	-8.3778
▁apostle	-8.37789
▁ibrahim	-8.38178
▁full	-8.38244
▁nyoyo	-8.38503
▁bora	-8.38517
▁maji	-8.38675
▁wame	-8.38682
▁done	-8.38683
▁eyes	-8.38697
▁think	-8.38878
▁cha	-8.39411
▁baba	-8.39433
▁verses	-8.40143
▁kurehemu	-8.403
▁neema	-8.40303
▁unjust	-8.40316
ajili	-8.40419
▁bear	-8.40528
▁wengi	-8.40605
▁speak	-8.40685
wards	-8.40921
▁mbele	-8.41104
▁ki	-8.41237
▁hand	-8.4203
▁cannot	-8.42493
▁ali	-8.42618
▁sins	-8.4264
▁through	-8.42647
ala	-8.42837
▁doubt	-8.42891
▁kwao	-8.43622
▁yule	-8.43705
▁sawa	-8.4406
▁anything	-8.4408
▁creation	-8.44195
▁mfano	-8.44737
tenda	-8.45014
▁waja	-8.4509
▁father	-8.45102
▁ahadi	-8.45142
▁nay	-8.45173
▁usiku	-8.45193
▁fathers	-8.45291
▁nanyi	-8.46308
▁malipo	-8.47014
▁kati	-8.47697
▁destroyed	-8.47774
▁left	-8.47841
▁walipo	-8.47982
▁wills	-8.47996
▁die	-8.48066
▁understand	-8.4829
▁khabari	-8.48306
▁fight	-8.48785
▁ie	-8.49098
we	-8.49339
▁mwao	-8.49638
▁love	-8.49724
▁etc	-8.50002
▁ulio	-8.50009
▁nchi	-8.50086
▁promised	-8.50114
▁vya	-8.5038
pana	-8.50519
▁truly	-8.50714
▁wazi	-8.50872
▁pa	-8.51006
ia	-8.51086
▁tuna	-8.51135
▁jua	-8.51142
▁praise	-8.51231
▁brother	-8.51728
y	-8.51754
▁hapa	-8.51788
▁near	-8.51893
▁manifest	-8.52175
▁mali	-8.52243
▁nyuma	-8.52708
▁thing	-8.52713
▁raised	-8.52962
▁part	-8.53259
▁aliyo	-8.53505
▁mbinguni	-8.53899
▁sky	-8.53909
▁tidings	-8.53923
takuwa	-8.54196
▁knowing	-8.54761
▁hour	-8.54852
▁matter	-8.54854
▁desire	-8.54897
▁aware	-8.55198
▁recompense	-8.55849
▁lie	-8.56073
t	-8.56221
▁mki	-8.56599
▁spend	-8.56813
▁kiyama	-8.5687
▁tukawa	-8.57444
▁behold	-8.57513
▁malaika	-8.57605
▁harm	-8.58176
navyo	-8.58234
▁zilizo	-8.58573
to	-8.5874
▁uwongofu	-8.5887
▁wasio	-8.58944
▁found	-8.59032
▁called	-8.59495
▁cast	-8.59623
▁chochote	-8.59845
▁disbelieved	-8.59925
▁ata	-8.59943
▁mambo	-8.60763
▁walikuwa	-8.6087
▁end	-8.61018
ye	-8.61028
▁error	-8.61599
▁nation	-8.62059
▁first	-8.62232
▁just	-8.62434
▁taken	-8.62577
▁anyone	-8.62714
▁kubwa	-8.62947
▁live	-8.6304
▁hivi	-8.63067
▁rivers	-8.63194
▁seen	-8.63498
▁means	-8.63521
▁thereof	-8.63645
▁judgment	-8.64243
▁wives	-8.64258
▁wish	-8.64636
▁firauni	-8.64897
▁judge	-8.65151
▁mwisho	-8.65163
▁fadhila	-8.65274
▁sons	-8.65306
▁wenyewe	-8.65594
▁scripture	-8.65649
▁told	-8.65684
▁lest	-8.65865
est	-8.65916
▁tuka	-8.66229
▁nayo	-8.66321
▁hawata	-8.66358
▁muda	-8.66718
▁hapo	-8.66786
▁amri	-8.66846
▁little	-8.66967
▁much	-8.6702
urani	-8.6706
▁grace	-8.67089
of	-8.67338
▁wanapo	-8.67395
▁denied	-8.67462
▁mara	-8.67497
▁account	-8.67612
▁news	-8.67723
▁woe	-8.67899
takaye	-8.67935
▁off	-8.67958
▁mountains	-8.68009
▁drink	-8.68072
▁israel	-8.68104
▁lies	-8.68195
▁trust	-8.68307
▁provision	-8.68412
▁akawa	-8.68452
▁already	-8.68612
▁amtakaye	-8.68653
ka	-8.69242
▁jahannamu	-8.69259
▁straight	-8.6955
▁last	-8.69559
▁gives	-8.69575
▁again	-8.69591
▁forbidden	-8.69591
▁covenant	-8.69798
▁far	-8.69868
▁till	-8.70165
▁kujua	-8.70339
▁ujira	-8.70343
▁truthful	-8.70481
▁wawili	-8.70672
▁noah	-8.7113
ko	-8.71244
▁faces	-8.71247
▁exalted	-8.71296
whether	-8.71439
▁aya	-8.71469
▁macho	-8.72333
▁desires	-8.72344
▁wronged	-8.72456
▁took	-8.72481
▁term	-8.72801
▁bounty	-8.72977
▁believing	-8.72979
▁huo	-8.73079
▁mjuzi	-8.73149
▁words	-8.73514
▁islam	-8.73687
▁motoni	-8.74163
▁name	-8.74597
▁blessings	-8.74655
▁dunia	-8.74685
▁mikono	-8.74977
▁huu	-8.74977
takapo	-8.75072
▁warn	-8.75377
▁pay	-8.75475
▁ndani	-8.76037
ual	-8.7617
▁amba	-8.76308
▁garden	-8.76308
▁sea	-8.7651
▁mol	-8.76694
▁kheri	-8.76839
▁mwingi	-8.77195
▁severe	-8.77258
▁shetani	-8.77377
▁warner	-8.77397
▁partners	-8.77551
▁souls	-8.77701
▁works	-8.7788
▁adam	-8.77921
▁vyao	-8.77992
▁associate	-8.78003
the	-8.78031
▁uwongo	-8.78188
▁flow	-8.78329
▁yeyote	-8.78553
▁soon	-8.78675
▁dini	-8.78838
▁sun	-8.79506
▁noble	-8.79665
▁hold	-8.79694
▁chungu	-8.79866
▁nyumba	-8.80036
▁dhaahiri	-8.80391
▁wengine	-8.80413
▁sala	-8.80641
▁allknowing	-8.80669
aumu	-8.80729
▁provided	-8.80906
▁look	-8.80997
▁jambo	-8.81136
▁vilio	-8.81136
▁reject	-8.81554
came	-8.81687
▁face	-8.81967
▁zi	-8.82018
▁toward	-8.82041
▁worlds	-8.82103
▁tena	-8.82467
sha	-8.82492
▁vile	-8.82506
▁receive	-8.82523
▁moja	-8.82645
▁wakawa	-8.8309
▁watakuwa	-8.83762
▁sight	-8.83989
▁patient	-8.84227
▁nasi	-8.84639
▁bestowed	-8.84717
▁yatenda	-8.84866
▁mwenu	-8.85236
▁mkubwa	-8.85547
▁authority	-8.85629
▁message	-8.8567
▁art	-8.85676
▁human	-8.85682
▁reminder	-8.86218
▁hukumu	-8.86381
soever	-8.86404
▁work	-8.86599
▁followed	-8.86608
▁pia	-8.86613
▁duniani	-8.86821
▁grant	-8.86928
▁allwise	-8.87006
▁asked	-8.87018
aadhi	-8.87568
▁kwetu	-8.87698
▁enemy	-8.87903
▁maovu	-8.88003
apo	-8.88222
▁wanaume	-8.88333
weka	-8.88481
▁huyu	-8.88506
▁rejected	-8.88513
very	-8.88568
▁heart	-8.88578
▁days	-8.88704
▁wanasema	-8.88895
▁unseen	-8.89004
▁wife	-8.89411
▁wisdom	-8.89612
▁refuge	-8.89698
▁wangeli	-8.89768
▁greater	-8.89852
▁maisha	-8.90243
▁commanded	-8.90465
tia	-8.90481
▁favour	-8.90575
▁ama	-8.90751
▁gone	-8.90866
▁kind	-8.91226
▁yote	-8.91252
▁family	-8.91465
▁joseph	-8.91481
▁morning	-8.91527
▁mchana	-8.91897
▁share	-8.91988
▁maneno	-8.92101
▁swear	-8.92168
▁lot	-8.92631
▁tungeli	-8.92799
▁namna	-8.92815
▁stand	-8.92982
mba	-8.93179
▁abode	-8.93195
▁blind	-8.93613
▁punish	-8.93727
▁hearing	-8.93996
▁falsehood	-8.94038
▁pewa	-8.9412
▁al	-8.94193
▁blessed	-8.94201
▁house	-8.94263
▁kusamehe	-8.94446
▁returned	-8.94506
▁knew	-8.94616
▁re	-8.94627
▁accept	-8.9476
▁makes	-8.94861
▁guides	-8.95113
▁kum	-8.95144
▁knower	-8.95155
▁fact	-8.95258
▁duty	-8.95271
▁karibu	-8.95417
▁hypocrites	-8.95505
▁regard	-8.95567
▁prostrate	-8.95695
▁remain	-8.95713
▁mcheni	-8.9594
▁seized	-8.96372
▁madhaalimu	-8.9646
▁lawful	-8.96531
▁apostles	-8.96775
▁wapo	-8.97033
▁bustani	-8.97387
▁avail	-8.97445
▁kilicho	-8.97453
▁measure	-8.97661
▁food	-8.97963
▁grieve	-8.98045
▁listen	-8.98068
▁whatsoever	-8.9826
▁reach	-8.98275
▁glad	-8.9832
▁benefit	-8.98413
▁old	-8.98589
▁dhambi	-8.98651
▁kidogo	-8.99099
zo	-8.99117
▁rain	-8.99283
r	-8.9939
▁abide	-8.99514
▁kufa	-8.99555
▁pass	-8.99608
▁faithful	-8.99732
▁disbelief	-8.99773
▁kwako	-8.99826
apa	-8.99864
▁yenye	-9.00121
▁present	-9.00315
▁free	-9.0033
▁dhulumu	-9.00339
▁kill	-9.00354
▁lords	-9.00454
▁long	-9.00561
▁destroy	-9.00912
▁high	-9.00936
▁fanya	-9.01276
▁due	-9.01433
▁mary	-9.0171
▁ndugu	-9.01794
▁anajua	-9.01937
▁muslims	-9.02046
▁remembrance	-9.02165
▁willed	-9.0221
▁serve	-9.0232
▁jinn	-9.02434
▁losers	-9.02631
▁under	-9.02666
▁hai	-9.02911
▁zamani	-9.03224
▁parents	-9.03329
▁prepared	-9.0333
fika	-9.03407
▁toka	-9.03602
▁jin	-9.03663
▁forever	-9.03888
▁judgement	-9.04033
▁within	-9.04182
▁permission	-9.04259
▁earned	-9.04304
▁known	-9.04331
▁moon	-9.0437
▁having	-9.04385
▁vitendo	-9.04495
▁doing	-9.04607
▁guardian	-9.04858
▁ume	-9.04997
▁caused	-9.05
▁wait	-9.05007
▁prophets	-9.05456
▁yanayo	-9.05469
▁yusuf	-9.0574
▁years	-9.05997
▁cattle	-9.06163
▁guilty	-9.06406
▁polytheists	-9.06449
▁seven	-9.06862
▁according	-9.06904
▁riziki	-9.07004
▁proofs	-9.07112
▁thanks	-9.07149
▁pray	-9.07213
▁ilimu	-9.07262
▁act	-9.07676
▁easy	-9.07854
▁glory	-9.07857
▁fruits	-9.07877
▁says	-9.07925
teremsha	-9.086
▁fall	-9.08651
▁vyote	-9.0874
er	-9.08768
enye	-9.08791
▁mta	-9.08806
▁sustenance	-9.08838
▁recite	-9.08869
▁something	-9.08938
▁jews	-9.09119
ana	-9.09255
▁watoto	-9.09453
▁brothers	-9.09459
▁houses	-9.0949
▁city	-9.09589
▁must	-9.09601
nless	-9.09754
▁jesus	-9.0984
▁angeli	-9.09854
▁walimwengu	-9.0995
▁un	-9.10346
▁commit	-9.10371
▁living	-9.10648
▁passed	-9.10945
▁turns	-9.11109
▁party	-9.11122
▁repentance	-9.11334
▁hast	-9.11338
▁homes	-9.11373
▁hidden	-9.11584
▁witnesses	-9.1162
▁strong	-9.11641
▁taka	-9.11656
▁lead	-9.11738
▁throne	-9.11739
▁yoyote	-9.11837
▁guard	-9.12026
fuata	-9.12324
▁revelation	-9.12529
▁mlinzi	-9.12858
▁mito	-9.1299
▁mbili	-9.13016
▁hide	-9.133
▁too	-9.13339
▁nawe	-9.13453
▁justice	-9.13634
lo	-9.13803
▁saved	-9.13842
ieni	-9.13859
▁same	-9.13899
▁dust	-9.14643
▁few	-9.14671
▁get	-9.14674
▁hoj	-9.14783
▁repent	-9.14862
▁huko	-9.15026
▁naught	-9.15206
on	-9.15349
▁folk	-9.15661
▁patience	-9.15721
▁hasten	-9.15772
▁heard	-9.15886
▁mother	-9.1593
▁replied	-9.15986
▁change	-9.16197
▁firm	-9.1621
▁warning	-9.16359
▁person	-9.16458
▁ufalme	-9.16518
▁granted	-9.16926
▁answer	-9.1699
▁going	-9.17083
▁taught	-9.17863
▁thamud	-9.17917
▁reckoning	-9.18005
▁rather	-9.18397
▁evildoers	-9.18413
▁establish	-9.18973
licho	-9.19197
▁backs	-9.19313
▁kwisha	-9.19318
▁create	-9.19332
▁protector	-9.19688
▁wakosefu	-9.1991
▁respite	-9.20517
▁darkness	-9.20578
▁conceal	-9.20618
▁increase	-9.2077
bu	-9.20926
▁pure	-9.21103
▁suffer	-9.2119
siyo	-9.21234
▁dispute	-9.21295
▁mka	-9.21539
▁kingdom	-9.21705
▁aught	-9.21712
▁open	-9.21727
▁miungu	-9.21848
▁heed	-9.21907
▁siri	-9.22226
▁sufficient	-9.22239
▁single	-9.223
▁mipaka	-9.22409
▁pleased	-9.22623
ic	-9.22733
▁theirs	-9.22781
▁d	-9.22832
▁terrible	-9.22864
▁went	-9.23053
▁grateful	-9.2312
▁belong	-9.23176
▁produce	-9.23212
acha	-9.23222
▁lost	-9.2329
▁mwana	-9.23606
▁placed	-9.23672
▁recited	-9.23808
▁nime	-9.23844
▁huy	-9.2386
▁saa	-9.2392
▁sacred	-9.2399
▁nabii	-9.24041
▁plain	-9.24065
▁accepted	-9.24128
▁admonition	-9.24185
▁please	-9.24245
▁assuredly	-9.24263
▁ati	-9.2448
▁still	-9.24497
▁prayers	-9.24542
▁along	-9.24865
nazo	-9.25108
▁excellent	-9.25127
▁admit	-9.25244
▁maghfira	-9.25272
▁kuamini	-9.25319
kuwa	-9.25342
▁delivered	-9.25517
▁ham	-9.25519
ambiwa	-9.25531
▁una	-9.25589
▁cry	-9.26164
▁kusikia	-9.2619
▁faithless	-9.26338
▁mwonyaji	-9.26441
▁apart	-9.26565
▁zote	-9.26735
▁hope	-9.26883
lipo	-9.26888
▁hakuwa	-9.26964
▁chosen	-9.27182
▁tuta	-9.27255
▁pious	-9.27475
▁wachamngu	-9.27522
▁makundi	-9.27635
▁hawaku	-9.27835
amini	-9.2785
▁generations	-9.27883
▁burden	-9.2792
▁asiye	-9.27925
▁secure	-9.27954
▁doom	-9.27964
▁liars	-9.27992
▁allmighty	-9.28071
▁kuja	-9.28247
▁helper	-9.28358
▁spread	-9.28438
▁fast	-9.28485
▁want	-9.28488
▁jamaa	-9.28553
▁home	-9.28627
▁kauli	-9.2867
▁nuhu	-9.28674
▁invoke	-9.28919
▁mji	-9.28949
▁alikuwa	-9.29027
▁ears	-9.29107
▁kundi	-9.29175
▁thereafter	-9.29307
▁ole	-9.29323
so	-9.2942
▁certain	-9.2955
▁allforgiving	-9.29581
▁charity	-9.29589
▁huwa	-9.29842
▁around	-9.29879
▁submit	-9.29945
▁today	-9.2998
▁khofu	-9.30113
▁chini	-9.30645
▁tree	-9.30731
▁evidence	-9.30751
▁l	-9.30759
▁female	-9.3076
▁perhaps	-9.30804
▁town	-9.3082
▁holy	-9.30825
▁kudhulumu	-9.30871
▁njema	-9.3095
▁leo	-9.31105
▁watakapo	-9.3111
▁righteousness	-9.31125
▁mos	-9.31283
▁case	-9.31416
▁akili	-9.31425
ehemu	-9.31498
jua	-9.31555
▁reveal	-9.31572
▁consider	-9.31636
▁understanding	-9.31713
▁deliver	-9.31895
▁raise	-9.31916
iwa	-9.31927
▁seeking	-9.31927
▁hard	-9.32082
▁msamaha	-9.32499
▁rest	-9.32534
▁speech	-9.32646
▁gather	-9.32689
▁dear	-9.32697
▁idhini	-9.32702
▁blame	-9.32751
▁meet	-9.32848
▁here	-9.33013
▁companions	-9.33042
▁hisabu	-9.33285
▁washirikina	-9.33319
▁ime	-9.33403
▁uovu	-9.33456
▁knoweth	-9.3347
▁hatuku	-9.33502
taka	-9.33551
▁marejeo	-9.33598
watakao	-9.33657
▁killed	-9.33747
ezi	-9.3389
▁beneath	-9.34184
▁sinners	-9.34306
▁pale	-9.34399
▁friends	-9.34557
▁curse	-9.34793
▁false	-9.34896
▁protect	-9.34903
▁wapa	-9.34972
▁milima	-9.35007
▁matunda	-9.35028
▁bestow	-9.35132
▁magic	-9.35189
▁number	-9.35253
▁fruit	-9.35479
▁mohammed	-9.3551
▁daughters	-9.35597
▁milele	-9.35671
▁cut	-9.3579
▁during	-9.35887
▁thought	-9.35902
▁wrath	-9.36153
ue	-9.36161
▁idols	-9.36185
▁provide	-9.36456
▁portion	-9.36459
▁three	-9.36489
▁dwell	-9.36533
▁kil	-9.36598
▁li	-9.36633
▁muamini	-9.36635
▁tutawa	-9.36681
▁decree	-9.36705
▁group	-9.3678
▁thereby	-9.36904
▁reached	-9.3696
▁wanyama	-9.37008
▁saba	-9.37069
▁secret	-9.37077
▁gracious	-9.37092
▁woman	-9.37133
▁mme	-9.3724
▁oaths	-9.37343
si	-9.37407
▁retribution	-9.3746
▁test	-9.37609
▁nami	-9.37731
▁fair	-9.37871
▁wakati	-9.38288
itokay	-9.38576
▁established	-9.38587
▁drive	-9.38681
▁creatures	-9.38911
▁example	-9.39431
▁affair	-9.39432
▁wafanya	-9.39525
▁touch	-9.39543
▁stay	-9.39547
▁vizuri	-9.39788
▁kufany	-9.39863
▁wherea	-9.39915
▁possess	-9.39973
▁nuru	-9.4012
▁itakuwa	-9.40226
ingiza	-9.40269
▁confirm	-9.40291
▁kina	-9.40342
▁hawana	-9.40419
▁victory	-9.40477
▁pleases	-9.40687
▁seeing	-9.40764
▁godfearing	-9.40796
ngeli	-9.41062
▁enemies	-9.41136
nayajua	-9.41158
▁instead	-9.41203
▁penalty	-9.41477
▁friend	-9.41809
▁inform	-9.41887
iti	-9.42043
▁either	-9.42534
▁ungrateful	-9.42807
▁strive	-9.42842
▁ordained	-9.42868
▁israili	-9.42892
▁nyooka	-9.43306
▁imani	-9.43727
okoa	-9.43815
▁cried	-9.439
▁nyu	-9.43919
▁child	-9.43956
▁strike	-9.44248
▁feed	-9.44261
▁ascribe	-9.44285
▁favor	-9.44495
▁age	-9.44549
▁received	-9.44761
▁presence	-9.44953
▁mwanamke	-9.45131
▁arrogant	-9.45267
▁hana	-9.45293
▁proclaim	-9.45414
▁wherefore	-9.45671
u	-9.45893
▁disgrace	-9.45954
es	-9.46079
▁grow	-9.46152
▁pleasure	-9.46383
▁steadfast	-9.46732
▁ipo	-9.46944
▁umma	-9.4699
▁ujuzi	-9.47097
▁ill	-9.47389
▁huku	-9.47436
▁monotheism	-9.47459
▁torah	-9.4752
▁ukumbusho	-9.47641
▁amani	-9.47843
▁usi	-9.47933
▁state	-9.48144
▁transgressors	-9.48247
▁side	-9.48249
▁gathered	-9.48311
▁haku	-9.4839
▁hawakuwa	-9.48546
▁wamo	-9.48741
▁waongo	-9.48906
▁zangu	-9.48933
it	-9.49045
ji	-9.49046
ply	-9.49115
▁anapo	-9.49125
▁escape	-9.49289
▁belied	-9.49342
▁hawajui	-9.49495
ifanya	-9.49539
▁favours	-9.49552
▁loss	-9.49657
▁allmerciful	-9.4966
▁offspring	-9.49669
▁proof	-9.4969
▁fulfilled	-9.4971
▁led	-9.49765
▁bow	-9.49771
▁wicked	-9.49987
ver	-9.50159
▁walk	-9.50169
▁watadumu	-9.5026
▁coming	-9.50305
▁marry	-9.50432
▁mwanaadamu	-9.5059
▁grievous	-9.50736
▁proud	-9.50738
▁poor	-9.50779
▁feet	-9.50784
bora	-9.50851
▁strength	-9.51077
▁mnay	-9.51145
▁atawa	-9.51159
▁four	-9.51193
▁mama	-9.51361
▁mno	-9.51563
▁kali	-9.51713
▁uki	-9.51861
▁jueni	-9.51918
▁aaron	-9.51919
▁drowned	-9.5193
▁beside	-9.51965
▁mention	-9.52015
▁enjoy	-9.52048
▁kuona	-9.52252
▁clay	-9.52289
▁upotovu	-9.52341
▁jinns	-9.52487
▁everlasting	-9.52675
▁makaazi	-9.52677
▁yupo	-9.52687
▁yourself	-9.53085
▁decreed	-9.53156
▁war	-9.53167
▁spirit	-9.53295
▁whoso	-9.53388
and	-9.53441
▁upotofu	-9.53441
▁kept	-9.53836
▁helped	-9.53928
▁breasts	-9.5393
fanye	-9.5401
▁trial	-9.54248
▁meeting	-9.54391
▁warned	-9.54444
▁tukam	-9.54466
▁slaves	-9.54503
▁least	-9.54599
▁corruption	-9.546
▁vain	-9.54601
▁throw	-9.54904
▁observe	-9.55051
▁afraid	-9.55054
▁mnao	-9.55058
▁udongo	-9.55191
▁enjoyment	-9.55417
▁respect	-9.55434
▁iwe	-9.55584
▁forget	-9.55594
▁pita	-9.55615
▁wishes	-9.55796
▁mauti	-9.55972
▁journey	-9.56106
▁uwe	-9.56168
▁reason	-9.56213
▁belief	-9.56216
ingeli	-9.5625
▁radhi	-9.56394
▁mwezi	-9.56465
▁wind	-9.56518
▁wilt	-9.56566
▁kule	-9.56748
▁kwanza	-9.56803
▁ways	-9.56909
▁solomon	-9.56993
▁christians	-9.57001
▁asubuhi	-9.57163
▁vilivyo	-9.57261
▁shahidi	-9.57364
toka	-9.57453
▁waiting	-9.57583
zazi	-9.57617
muabudu	-9.57656
▁vyenu	-9.57764
▁worshipped	-9.57772
▁peponi	-9.58154
▁fighting	-9.58154
▁affairs	-9.58187
▁zipo	-9.58242
▁deed	-9.58265
▁mim	-9.58313
▁mothers	-9.58354
▁lolote	-9.58369
▁mawaidha	-9.58369
▁tulipo	-9.58446
▁inherit	-9.58564
▁pepo	-9.58587
muamini	-9.58748
▁toba	-9.58753
▁record	-9.58784
▁forbid	-9.58991
▁attain	-9.59257
▁property	-9.59387
mwambia	-9.59428
▁ubaya	-9.59446
pewa	-9.5948
▁answered	-9.59547
▁huend	-9.59634
▁wage	-9.59752
▁small	-9.59783
▁needy	-9.59824
▁awe	-9.60079
▁glorify	-9.60211
▁ourselves	-9.60211
▁wanaafiki	-9.60412
▁gani	-9.60421
▁loves	-9.60661
▁wrongdoing	-9.60669
▁making	-9.6067
▁perform	-9.60782
▁subiri	-9.60946
▁vita	-9.60993
▁hardship	-9.61095
▁arrahman	-9.61241
▁twain	-9.6145
▁deal	-9.61483
worldly	-9.61604
un	-9.61649
▁pahal	-9.61759
▁try	-9.61794
▁mbaya	-9.6181
chukua	-9.61872
▁vyake	-9.61878
▁ikanusha	-9.62049
amrisha	-9.62304
▁causes	-9.62474
▁male	-9.6249
▁slay	-9.62581
▁kwangu	-9.62591
▁kinds	-9.62593
▁remove	-9.62743
neno	-9.62934
hukumu	-9.62955
▁offer	-9.63054
cho	-9.63078
▁zako	-9.63135
▁vipi	-9.63305
dhulumu	-9.63329
▁months	-9.63348
▁beneficent	-9.63557
ona	-9.63568
▁kulia	-9.63699
▁salama	-9.63859
▁wowote	-9.63984
▁read	-9.63987
▁carry	-9.63996
▁ingeli	-9.64013
▁ipi	-9.64182
▁yes	-9.64234
▁sees	-9.64345
▁manner	-9.64476
inacho	-9.64485
isha	-9.64657
▁vitimbi	-9.64843
▁lay	-9.64857
▁majumba	-9.65059
▁alif	-9.6506
▁vitu	-9.65082
▁reflect	-9.65121
▁considered	-9.65207
▁believer	-9.65234
▁ji	-9.65267
▁beyond	-9.65281
▁aki	-9.65287
▁hurt	-9.65367
▁muweza	-9.655
likuwa	-9.65562
▁mnapo	-9.65587
▁fungu	-9.65704
▁ease	-9.65725
▁makosa	-9.65754
▁helpers	-9.65796
▁akam	-9.65919
▁follows	-9.65985
▁plan	-9.6602
▁deaf	-9.66105
▁hizi	-9.66211
▁orphans	-9.66334
▁mkono	-9.66444
dhani	-9.66544
▁bondmen	-9.66584
leta	-9.66916
▁enjoin	-9.6693
sifa	-9.66946
▁weak	-9.66987
▁roho	-9.67024
▁matamanio	-9.67024
▁mwema	-9.67025
▁gain	-9.67069
▁lam	-9.6715
though	-9.67242
zuilia	-9.67248
▁standing	-9.67521
▁course	-9.67555
▁evening	-9.67711
▁mwenyewe	-9.67779
ume	-9.6778
less	-9.67894
▁walinzi	-9.6791
▁followers	-9.67945
▁close	-9.67982
▁servant	-9.68048
▁disobey	-9.68119
▁zaka	-9.68177
▁bones	-9.68376
▁turning	-9.68825
▁evidences	-9.68869
▁uadilifu	-9.69079
asi	-9.69652
▁rafiki	-9.69706
▁story	-9.69706
▁injustice	-9.69715
▁blood	-9.69722
▁wherewith	-9.69733
▁recall	-9.69735
▁hilo	-9.69737
▁unaware	-9.69806
▁clouds	-9.69911
▁feel	-9.70036
▁sure	-9.70141
▁moyo	-9.70169
▁subjected	-9.70196
▁jacob	-9.70208
▁king	-9.70254
ie	-9.70488
▁angel	-9.70507
▁cursed	-9.70721
▁stars	-9.70735
pokea	-9.70905
▁destination	-9.71074
▁believes	-9.71168
▁ad	-9.71241
▁ships	-9.71278
▁mkali	-9.71541
▁mount	-9.71976
▁myself	-9.71999
▁hosts	-9.72173
▁lake	-9.72254
▁starehe	-9.72309
▁mahali	-9.7241
▁idolaters	-9.72525
wafikia	-9.72542
▁limits	-9.72543
▁slave	-9.72587
mtuma	-9.72805
▁adui	-9.72826
▁mu	-9.72879
▁kushinda	-9.72882
▁favors	-9.72926
▁piety	-9.72928
▁ka	-9.72974
▁once	-9.73093
lilio	-9.73186
▁bahari	-9.73217
▁wajia	-9.73357
▁makubwa	-9.73405
▁community	-9.73417
▁ignorant	-9.7345
▁ch	-9.73459
uestioned	-9.73495
▁birds	-9.73518
▁kanusha	-9.73563
▁viumbe	-9.73637
▁thousand	-9.73869
▁descendants	-9.7387
▁ukawa	-9.73907
▁aside	-9.7395
▁past	-9.73975
▁nyama	-9.74037
▁unao	-9.74056
teremshia	-9.74066
elekea	-9.74128
▁names	-9.74342
▁liar	-9.74706
▁sinful	-9.74796
▁chake	-9.7483
weza	-9.74914
▁companion	-9.74956
▁washirika	-9.75082
▁books	-9.75305
▁inspired	-9.75314
▁everyone	-9.75355
▁teremshwa	-9.75437
▁miji	-9.75445
▁kusema	-9.75544
▁law	-9.75553
jumbe	-9.7574
▁david	-9.75776
▁ikawa	-9.759
pote	-9.75901
▁remained	-9.76012
▁forward	-9.76066
▁utter	-9.76121
▁clearly	-9.76172
kufuru	-9.76207
▁former	-9.76255
▁supreme	-9.76258
bustani	-9.76258
▁dhiki	-9.76258
▁sincere	-9.76461
▁chakula	-9.76501
▁mimea	-9.76506
▁compassionate	-9.76753
wi	-9.77029
▁almighty	-9.77243
▁communications	-9.77254
▁upande	-9.77266
▁nations	-9.77365
▁hum	-9.77534
▁real	-9.77598
▁isaac	-9.77719
▁running	-9.77725
▁tuliwa	-9.77826
▁mnasema	-9.77864
▁pardon	-9.77984
▁purify	-9.78081
▁explain	-9.78111
▁umba	-9.78113
▁yachuma	-9.78162
▁seem	-9.78184
toa	-9.7872
▁mind	-9.78766
▁therewith	-9.78816
fanikiwa	-9.78936
▁maadui	-9.78954
▁majeshi	-9.78965
▁uchawi	-9.78983
▁wants	-9.79072
▁entered	-9.7931
▁tamaa	-9.79453
▁yours	-9.79525
for	-9.79595
▁uweza	-9.79603
▁thankful	-9.79699
▁virtuous	-9.79702
▁waislamu	-9.79722
▁penda	-9.79841
▁sura	-9.79853
lete	-9.79886
▁mbo	-9.7992
waambie	-9.80059
▁yu	-9.80171
▁t	-9.80181
▁mischief	-9.80204
▁break	-9.80468
ingia	-9.80506
▁appoint	-9.80599
▁weight	-9.80608
▁mweny	-9.80769
▁jihad	-9.8077
▁creator	-9.80907
uestion	-9.8094
▁ukiwa	-9.81002
▁wakiwa	-9.81092
▁support	-9.81096
▁matters	-9.81188
▁boiling	-9.81231
potovu	-9.81366
▁oneness	-9.81369
▁treasure	-9.81647
▁majini	-9.82004
▁distress	-9.82116
▁madhambi	-9.82237
▁masikini	-9.82237
▁seize	-9.82354
uhai	-9.82455
▁mti	-9.82458
▁belie	-9.82553
takuja	-9.82626
▁ruin	-9.82729
▁dominion	-9.82752
▁sought	-9.82762
▁powerful	-9.82768
za	-9.82834
▁miguu	-9.83017
▁approach	-9.83023
▁po	-9.83054
dwellers	-9.83186
▁rejoice	-9.83195
▁giving	-9.83395
▁greatest	-9.83404
▁touched	-9.83593
▁dwelling	-9.8365
▁testify	-9.8379
▁ile	-9.83868
▁stayed	-9.83955
fikia	-9.84168
kanusha	-9.84223
▁heavy	-9.84313
shika	-9.84314
▁need	-9.84366
▁complete	-9.84479
▁hili	-9.84582
zikanusha	-9.8471
▁allhearing	-9.84838
▁prescribed	-9.84866
▁yafanya	-9.84868
▁times	-9.84955
▁cometh	-9.85065
h	-9.85145
▁kwayo	-9.85204
▁vouchsafe	-9.85367
▁profit	-9.85423
▁draw	-9.85542
▁nyengine	-9.85598
▁righteously	-9.85631
▁ametakasika	-9.85633
▁kushukuru	-9.85703
gapi	-9.85728
▁sana	-9.85775
▁fought	-9.85904
▁wapi	-9.85945
▁vyema	-9.86432
▁successful	-9.86462
▁likeness	-9.86494
▁honour	-9.86497
mwomba	-9.86595
▁dawn	-9.86602
▁warnings	-9.86606
▁invent	-9.86606
▁ac	-9.86628
▁ghaibu	-9.86701
▁write	-9.87009
▁destruction	-9.87132
▁blessing	-9.87173
▁marriage	-9.87509
▁committed	-9.87519
▁befall	-9.87522
▁tukamp	-9.87564
▁decision	-9.87699
▁ayat	-9.87732
▁maalumu	-9.8778
▁chemchem	-9.8778
▁maryamu	-9.87792
toe	-9.87811
tukuka	-9.87842
lisha	-9.87954
▁ushahidi	-9.88051
▁suddenly	-9.8807
▁infidels	-9.88087
▁flesh	-9.881
▁firmly	-9.88133
▁purpose	-9.88204
▁new	-9.88251
▁ancients	-9.88266
▁oath	-9.88294
▁mazuri	-9.88335
▁fears	-9.88365
▁associates	-9.8839
▁upright	-9.88561
omba	-9.88587
▁muumini	-9.88597
▁uchafu	-9.88606
▁females	-9.88676
umba	-9.88947
▁yateremsha	-9.88965
▁wakiyatenda	-9.88993
▁kwend	-9.89039
▁else	-9.89146
▁miaka	-9.89153
▁devils	-9.89194
▁patiently	-9.89259
▁n	-9.89345
▁awaits	-9.89363
▁goodly	-9.89539
▁seal	-9.89665
▁fell	-9.89697
▁tenda	-9.89698
▁ransom	-9.89704
▁pata	-9.89706
▁inhabitants	-9.89715
▁perceive	-9.89832
▁travel	-9.89849
▁alike	-9.90135
▁alio	-9.90202
▁bounties	-9.90252
▁oftforgiving	-9.90252
▁conse	-9.90267
▁shown	-9.90287
nabii	-9.90328
▁perish	-9.90511
▁kutaka	-9.9054
▁security	-9.9081
▁sadaka	-9.90812
▁wont	-9.90812
▁forefathers	-9.90813
▁written	-9.90825
▁worthy	-9.9088
▁talk	-9.90889
takasa	-9.91117
▁slain	-9.91371
▁enzi	-9.91618
▁springs	-9.91631
▁rich	-9.91659
ije	-9.91754
▁wawe	-9.91755
lio	-9.91816
▁control	-9.91838
▁arabic	-9.91943
▁relatives	-9.92015
pendi	-9.92085
▁count	-9.92211
▁hicho	-9.92223
▁kutoa	-9.92304
▁divorce	-9.92458
▁honourable	-9.92506
▁cities	-9.92509
baya	-9.92576
takayo	-9.92632
▁hizo	-9.9267
▁affliction	-9.92734
kumbuka	-9.9296
▁marafiki	-9.93073
▁moosa	-9.93073
▁tried	-9.93077
▁mlikuwa	-9.93093
▁mtukufu	-9.93103
▁firaun	-9.9313
▁zina	-9.93256
▁peoples	-9.93372
ongoi	-9.93426
▁kukumbuka	-9.93506
▁rebellious	-9.93613
▁cover	-9.93614
▁trees	-9.93622
n	-9.93856
▁prayed	-9.93899
▁obedient	-9.94181
▁testimony	-9.94224
▁mashahidi	-9.94225
▁conduct	-9.9437
▁takes	-9.94485
▁ibada	-9.94514
▁strengthen	-9.94553
▁winds	-9.94763
▁fail	-9.94794
▁miadi	-9.94808
▁pagans	-9.94893
▁chiefs	-9.94909
▁stones	-9.95008
▁mine	-9.95207
jia	-9.95217
angamiza	-9.95222
▁gold	-9.95395
▁deities	-9.95405
▁potea	-9.95543
▁watch	-9.9569
▁argue	-9.95705
▁mvua	-9.95728
▁fixed	-9.95954
▁disobedient	-9.95976
▁muhula	-9.95976
▁nearer	-9.96024
▁taking	-9.96098
▁enjoined	-9.96118
▁lives	-9.96124
▁z	-9.96353
▁shari	-9.96446
▁heedless	-9.96542
▁intercession	-9.96569
▁kindness	-9.9657
▁enough	-9.96574
▁thereupon	-9.96591
▁usiwe	-9.96602
▁therefrom	-9.96729
▁leaves	-9.9674
▁punished	-9.96864
▁dwellings	-9.96969
▁hatukuwa	-9.97092
▁earn	-9.97115
▁calf	-9.97161
▁driven	-9.9719
ness	-9.97244
▁someone	-9.97272
▁exchange	-9.97384
▁swallow	-9.97387
▁pledge	-9.97404
▁devil	-9.97425
▁heads	-9.97447
▁dhulma	-9.97461
▁fully	-9.9761
▁lessons	-9.98077
▁sulaiman	-9.98104
▁avoid	-9.98117
▁hap	-9.98302
▁humble	-9.98349
▁desist	-9.98361
▁mpole	-9.98361
▁masikio	-9.9837
▁bearer	-9.98394
▁unjustly	-9.98553
▁swift	-9.98914
▁mwanzo	-9.98966
▁beware	-9.98975
▁settled	-9.99006
iyo	-9.99006
▁nend	-9.99056
▁calling	-9.99084
▁mentioned	-9.99171
▁sisters	-9.99238
they	-9.99267
▁plot	-9.99311
▁befalls	-9.99361
▁tangulia	-9.99371
▁nina	-9.99444
▁ika	-9.99528
▁isha	-9.99614
▁mja	-9.9962
▁pairs	-9.99674
▁giza	-9.99764
▁mlipo	-9.99838
▁master	-9.99841
▁bounds	-9.99857
▁upepo	-9.99886
▁period	-9.99898
▁nguo	-9.99948
▁whole	-10.0002
▁becomes	-10.0005
▁lut	-10.0012
▁gospel	-10.0019
▁wahyi	-10.0019
▁worst	-10.0019
▁laid	-10.002
▁covered	-10.003
▁animals	-10.0038
▁possessed	-10.0038
▁opened	-10.0042
▁hamn	-10.0046
▁following	-10.0049
▁iblis	-10.005
▁nigh	-10.0066
▁perfect	-10.0076
▁umbo	-10.0089
▁vifuani	-10.0122
je	-10.0134
▁grief	-10.0142
▁kiburi	-10.0142
▁sides	-10.0146
▁lying	-10.0154
▁persons	-10.0162
▁tongue	-10.017
▁kufuzu	-10.0174
ficha	-10.0179
▁valley	-10.0205
chukia	-10.0209
▁use	-10.023
ongoa	-10.0231
▁muabudu	-10.0231
▁feared	-10.0236
▁differ	-10.0244
▁join	-10.0257
▁wretched	-10.0268
▁mkawa	-10.027
geuka	-10.028
▁teach	-10.0282
▁household	-10.0294
▁ingi	-10.0295
▁parable	-10.0297
▁transgress	-10.0305
▁beings	-10.0316
▁calls	-10.0324
▁sacrifice	-10.0326
▁mwengine	-10.0329
▁chose	-10.033
▁different	-10.0333
▁nita	-10.0338
▁afflicted	-10.0341
▁kaa	-10.0354
▁mawili	-10.0364
▁uka	-10.0367
▁wished	-10.0373
▁commands	-10.0382
▁green	-10.0394
▁ignorance	-10.0394
▁struck	-10.0397
kutana	-10.0421
ingine	-10.0424
▁mengi	-10.0426
mbo	-10.0432
▁prosper	-10.0433
▁sake	-10.0459
▁nduguye	-10.0463
▁groups	-10.0463
▁ukafiri	-10.0471
▁goodness	-10.0471
▁hamta	-10.0474
▁alms	-10.0489
▁mtihani	-10.0491
▁hud	-10.0497
▁afflict	-10.0512
▁showed	-10.052
▁gehenna	-10.0524
▁lina	-10.0535
▁burning	-10.0536
▁invented	-10.0536
▁msiwa	-10.0542
ty	-10.0549
▁onjeni	-10.0555
▁ah	-10.0564
▁invite	-10.0566
▁baharini	-10.0581
▁hundred	-10.0588
▁koran	-10.0588
▁trumpet	-10.0588
▁revive	-10.059
▁aad	-10.06
▁acts	-10.0616
▁sense	-10.0621
▁eye	-10.0625
kupeni	-10.0625
▁sikia	-10.0645
▁bliss	-10.0653
▁tulimp	-10.066
▁kuongoka	-10.0672
▁advice	-10.0682
▁dhana	-10.069
▁benefits	-10.0691
▁ten	-10.07
▁submitted	-10.0719
▁encounter	-10.0719
▁pilgrimage	-10.072
▁creates	-10.0725
▁produced	-10.0737
shwa	-10.074
▁uso	-10.0747
▁vision	-10.075
▁somewa	-10.0774
▁choose	-10.0776
▁unlawful	-10.0781
▁respond	-10.0784
▁shuaib	-10.0785
▁unbelief	-10.0785
▁twice	-10.0785
▁deity	-10.0785
▁forgot	-10.0785
▁wombs	-10.0795
▁ismail	-10.0803
waandali	-10.0812
▁gates	-10.0814
▁lesson	-10.0817
abudu	-10.0834
▁muumba	-10.084
▁fill	-10.0841
ayo	-10.0846
▁sit	-10.0849
▁nyingi	-10.0851
▁price	-10.0852
▁ark	-10.0854
▁white	-10.0855
▁descend	-10.0859
▁towns	-10.0861
▁nyota	-10.0885
▁appear	-10.0886
▁play	-10.0906
▁convey	-10.0907
▁run	-10.0918
▁abundance	-10.0918
▁worshipping	-10.0918
▁blown	-10.0919
▁obedience	-10.0919
▁staff	-10.0919
▁unable	-10.092
▁wafu	-10.092
▁lao	-10.0934
▁disobeyed	-10.0934
▁increased	-10.0936
▁kuu	-10.0939
▁mke	-10.0944
▁task	-10.0951
▁manufaa	-10.0952
▁jioni	-10.0952
▁kuadhibu	-10.096
▁mab	-10.0964
▁kuni	-10.0977
fufua	-10.098
timiza	-10.0984
▁sick	-10.0985
▁threw	-10.0986
▁nzuri	-10.0986
▁later	-10.0987
▁criminals	-10.099
▁earlier	-10.0993
▁maiti	-10.0993
▁ground	-10.0993
▁despair	-10.0994
▁iki	-10.0998
▁rightly	-10.1003
he	-10.1015
▁ndege	-10.102
▁praises	-10.1023
▁tukamw	-10.1033
▁khasara	-10.1035
▁hatu	-10.1038
▁fulfil	-10.1042
▁hasha	-10.1053
▁mtakatifu	-10.1059
▁doers	-10.1082
wekea	-10.1088
allah	-10.1097
▁triumph	-10.1111
▁ahidiwa	-10.1119
piga	-10.1119
▁similar	-10.1122
▁seed	-10.1123
▁divided	-10.1127
▁removed	-10.1136
▁v	-10.1137
hali	-10.1152
▁kupeni	-10.1181
▁barrier	-10.1191
▁universe	-10.1191
▁cave	-10.1191
▁calamity	-10.1191
▁sasa	-10.1191
▁spent	-10.1192
ani	-10.1199
▁ambiwa	-10.1212
▁overcome	-10.1215
▁declare	-10.1217
▁ranks	-10.1222
▁month	-10.1225
▁recompensed	-10.1226
▁shaitan	-10.1229
apata	-10.1237
▁fabricate	-10.1253
▁footsteps	-10.1261
ub	-10.1274
mfanyi	-10.1281
▁claim	-10.129
▁battle	-10.1291
▁interpretation	-10.1294
dumu	-10.1319
▁double	-10.133
▁brethren	-10.133
▁company	-10.133
▁streams	-10.1338
▁round	-10.1344
▁uko	-10.1345
▁msikiti	-10.1346
▁yalio	-10.1356
▁harun	-10.1358
▁ghadhabu	-10.1365
▁ngamia	-10.1365
yatendayo	-10.1365
▁preferr	-10.1369
▁mwake	-10.1369
▁vilivyomo	-10.1373
▁looking	-10.1379
▁watawa	-10.1384
▁yajua	-10.139
▁purity	-10.14
▁striving	-10.1401
▁carried	-10.1406
▁nuh	-10.1407
▁mouths	-10.1407
▁bainisha	-10.1409
huisha	-10.1418
▁waomba	-10.1425
▁j	-10.1429
napo	-10.1429
uite	-10.1435
▁tongues	-10.1441
▁grain	-10.1443
▁teremshiwa	-10.1449
▁waste	-10.145
▁uta	-10.1458
nyenyekea	-10.1466
▁graves	-10.1467
▁split	-10.1471
▁juhudi	-10.1471
▁humiliating	-10.1471
▁hichi	-10.1471
▁ingia	-10.1473
▁mabaya	-10.1476
▁asunder	-10.1479
▁simama	-10.1502
▁mashetani	-10.1507
▁madhara	-10.1507
pelek	-10.1508
▁fate	-10.1512
ahidi	-10.1519
▁mnajua	-10.1528
▁averse	-10.1542
▁blazing	-10.1543
▁reply	-10.1545
▁akamwambia	-10.1551
neath	-10.1553
▁wachache	-10.156
▁private	-10.1574
▁places	-10.1577
▁mkiwa	-10.1585
all	-10.1593
▁messages	-10.16
▁proper	-10.1614
▁akiwa	-10.1618
▁prevent	-10.1641
poteza	-10.165
▁rise	-10.1657
▁midst	-10.166
▁kumbuk	-10.1674
▁expect	-10.1676
took	-10.1679
▁rewarded	-10.1685
▁bellies	-10.1686
▁sovereignty	-10.1687
▁goes	-10.1688
▁possessions	-10.1694
▁differed	-10.1699
kusanya	-10.1713
▁delight	-10.1713
nadhani	-10.1714
▁hawaoni	-10.1725
ziumba	-10.1741
jaali	-10.1748
▁charge	-10.1754
▁low	-10.1757
▁mayahudi	-10.176
▁disbelieving	-10.176
▁always	-10.1763
linda	-10.1763
▁add	-10.1764
▁secretly	-10.1769
▁ulipo	-10.1778
▁leaders	-10.1781
▁cease	-10.1794
▁nyote	-10.1833
tapo	-10.1834
▁decided	-10.184
kiyatenda	-10.1846
▁forgives	-10.1846
▁necks	-10.1849
peni	-10.185
▁sorrow	-10.1856
▁endure	-10.1868
▁tutam	-10.187
▁barren	-10.1906
▁sauti	-10.1907
▁aforetime	-10.1907
▁saleh	-10.1907
▁zipita	-10.1909
▁mitende	-10.1909
▁silver	-10.191
kana	-10.1928
▁maintain	-10.1937
▁mwanam	-10.1944
from	-10.1958
▁peke	-10.1959
▁devour	-10.1973
uainted	-10.1981
▁protection	-10.1982
▁shade	-10.1983
▁determined	-10.1985
that	-10.1986
▁treat	-10.1986
▁scriptures	-10.1999
▁lazim	-10.2002
▁haikuwa	-10.2011
ulizwa	-10.2018
kia	-10.2023
▁taurati	-10.2026
uliza	-10.2034
▁kupotea	-10.2038
▁offering	-10.2044
▁refuse	-10.2049
▁success	-10.2051
▁abundant	-10.2052
dhaalimu	-10.2055
▁submission	-10.2057
▁alive	-10.2059
▁zakat	-10.206
▁obeyed	-10.206
▁resurrected	-10.2061
▁held	-10.2062
▁zita	-10.2065
▁watendao	-10.2072
▁desert	-10.2083
▁kiti	-10.2085
▁guardians	-10.2093
ogopa	-10.2095
▁mortal	-10.2097
▁ija	-10.2098
kadhibisha	-10.2115
▁flowing	-10.2116
tazama	-10.2119
▁owner	-10.212
▁hukuwa	-10.2121
▁met	-10.2128
▁ishmael	-10.2132
▁uadui	-10.2132
▁mutual	-10.2136
▁openly	-10.2143
▁jeuri	-10.2143
ion	-10.2143
▁joined	-10.2145
allcompassionate	-10.2148
▁informed	-10.216
▁sound	-10.2161
▁deceive	-10.2164
at	-10.2166
sibu	-10.2168
▁migongo	-10.217
▁bound	-10.2174
▁spring	-10.2175
▁tumwa	-10.219
▁suffering	-10.2206
▁deniers	-10.2208
▁inmates	-10.2208
▁persist	-10.2209
▁parties	-10.2209
kuuliza	-10.2211
gan	-10.2235
da	-10.2254
shukuru	-10.2257
▁attribute	-10.2266
▁couches	-10.2285
▁various	-10.2292
▁garments	-10.2301
▁magicians	-10.231
▁east	-10.2325
▁expend	-10.2338
ika	-10.2342
▁move	-10.2351
▁terror	-10.2356
▁kula	-10.236
▁kish	-10.2365
ataka	-10.2366
▁strayed	-10.2373
kufikieni	-10.2393
▁head	-10.2416
▁stray	-10.2417
▁accord	-10.2427
▁anger	-10.2433
▁nitaku	-10.2457
▁shal	-10.246
▁kuumbeni	-10.2465
huzunika	-10.2479
▁ukelele	-10.2483
▁misfortune	-10.2484
▁burn	-10.2493
▁mnacho	-10.2508
alieni	-10.251
▁forbearing	-10.2525
▁pride	-10.2526
▁filled	-10.2532
▁mlima	-10.2535
▁vitabu	-10.2541
ishara	-10.2545
▁wanted	-10.2547
▁hiki	-10.2558
▁ngumu	-10.2558
▁decide	-10.2565
▁gate	-10.2565
ndiko	-10.2571
be	-10.2575
▁rank	-10.2585
▁taurat	-10.2591
▁visit	-10.2596
▁ship	-10.2596
▁shecamel	-10.2598
▁tarried	-10.2598
sahau	-10.26
▁fulfill	-10.26
▁salih	-10.2603
▁bar	-10.261
▁yame	-10.2613
ungeli	-10.2614
▁aid	-10.2615
▁balance	-10.2617
▁disputed	-10.2619
▁mizani	-10.2638
▁build	-10.2639
▁hire	-10.2645
▁hearer	-10.2661
▁sending	-10.2667
▁lose	-10.2672
▁ruhusa	-10.2678
▁riches	-10.2679
alili	-10.268
▁originate	-10.268
▁further	-10.2685
▁scattered	-10.2687
nacho	-10.2687
▁satans	-10.2692
▁protectors	-10.27
▁mata	-10.2709
▁maka	-10.2715
▁alama	-10.2718
▁wakisema	-10.272
▁commandment	-10.2725
▁lasting	-10.2741
beba	-10.2741
▁disease	-10.2758
▁shelter	-10.2758
▁maryam	-10.2759
▁hatred	-10.2759
▁service	-10.2761
yaona	-10.2773
▁failed	-10.2773
al	-10.2776
▁kumi	-10.2787
▁parts	-10.2798
▁transgression	-10.2805
walipa	-10.2814
▁clean	-10.2838
▁ascend	-10.2838
▁defend	-10.2839
▁chapter	-10.2839
▁thine	-10.284
▁reaches	-10.2843
▁vipande	-10.2843
▁ready	-10.2844
sikia	-10.2845
▁mpa	-10.2846
▁reminded	-10.2848
▁refused	-10.2848
▁yatakuwa	-10.2853
▁aright	-10.2853
▁miracles	-10.2858
▁force	-10.2859
▁exalt	-10.2862
▁mwend	-10.2874
▁msaidizi	-10.288
▁ra	-10.2884
▁died	-10.2887
▁orphan	-10.2887
▁tribe	-10.2888
▁avert	-10.2896
▁mock	-10.2898
▁waliy	-10.2902
dhuru	-10.2904
▁wanatak	-10.2912
▁expel	-10.2919
▁wanaadamu	-10.2921
▁misdeeds	-10.2922
▁utterly	-10.2928
▁ear	-10.2935
wajia	-10.2949
▁leads	-10.2952
▁wasema	-10.2973
▁miezi	-10.2978
yachuma	-10.2981
▁flee	-10.3
▁herald	-10.3004
▁blast	-10.3005
▁beautiful	-10.301
▁burdens	-10.3016
stahiki	-10.3017
▁chuki	-10.3017
kataza	-10.3026
iah	-10.3038
jiteng	-10.3048
▁partner	-10.3052
▁husband	-10.3052
▁se	-10.3083
ruzuku	-10.3084
ke	-10.3084
▁tangu	-10.3086
▁tupu	-10.3087
▁mislead	-10.3089
▁abiding	-10.309
▁wanyonge	-10.3093
▁kurejea	-10.3095
▁waache	-10.3095
muuwa	-10.3098
▁kuwanusuru	-10.3101
▁mask	-10.3104
waita	-10.3109
▁mawe	-10.3111
▁rely	-10.3119
chwa	-10.312
▁cautious	-10.3129
▁ghafla	-10.3129
▁haraka	-10.3129
limun	-10.3133
▁chuma	-10.314
▁pind	-10.3158
ya	-10.3161
▁safe	-10.3166
kujieni	-10.317
▁indecency	-10.3171
▁msaada	-10.3171
▁allknower	-10.3171
▁saith	-10.3171
▁wide	-10.3171
▁paid	-10.3173
jue	-10.3179
▁wine	-10.3179
▁luti	-10.3181
▁comfort	-10.3183
▁iona	-10.3183
ance	-10.3185
panga	-10.3188
▁drop	-10.3203
onyesha	-10.3205
▁similitude	-10.322
▁voice	-10.3222
gusa	-10.3223
▁huta	-10.3226
▁surrender	-10.3231
tiini	-10.3238
ta	-10.3238
▁damu	-10.3256
▁kipimo	-10.3257
▁alas	-10.3263
▁mocked	-10.3266
zunguka	-10.3272
▁forgotten	-10.3278
▁mwepesi	-10.3298
▁nyoyoni	-10.3302
▁mountain	-10.3308
▁final	-10.3322
▁sleep	-10.3327
pita	-10.3332
▁funuliwa	-10.3335
▁worse	-10.3341
▁kufuata	-10.3342
▁purified	-10.3348
▁guideth	-10.3348
▁birth	-10.3351
▁mess	-10.3351
kuumbeni	-10.3359
almost	-10.3366
able	-10.3369
▁wajumbe	-10.339
ahali	-10.339
▁fault	-10.339
▁direction	-10.3391
▁muslim	-10.3391
iko	-10.3397
▁learn	-10.3402
▁allow	-10.3404
▁oft	-10.3406
▁six	-10.3415
▁recognize	-10.342
▁disclose	-10.3422
▁tatu	-10.3427
▁mzulia	-10.3429
▁skins	-10.3433
their	-10.3433
▁prevented	-10.3439
▁hawato	-10.3453
vunja	-10.3467
▁mifano	-10.347
▁hawawezi	-10.347
▁kukubwa	-10.3475
▁mila	-10.3482
▁continue	-10.351
▁adversity	-10.3513
▁virtue	-10.3521
▁anawa	-10.354
▁fi	-10.354
▁sita	-10.3543
his	-10.3549
umbaji	-10.3566
tupa	-10.358
▁mere	-10.3583
▁less	-10.3594
▁ordered	-10.3595
ti	-10.3596
kuteremshieni	-10.3596
▁west	-10.3599
▁divinity	-10.3601
▁sorcery	-10.3601
▁harmdoers	-10.3602
▁kiasi	-10.3605
▁tukai	-10.3608
▁greeting	-10.3611
▁wanajua	-10.3613
▁spouses	-10.3614
▁sealed	-10.3619
unga	-10.3625
with	-10.363
tamani	-10.3639
wenda	-10.3639
▁position	-10.3657
lipw	-10.3666
▁separate	-10.3678
▁happy	-10.369
▁sail	-10.3692
▁zime	-10.3692
▁pursued	-10.3694
bishan	-10.37
▁angalia	-10.3728
▁await	-10.3733
▁mayatima	-10.3734
▁wingi	-10.3736
▁pumbao	-10.3736
▁adornment	-10.3743
▁cloud	-10.3743
pindukia	-10.3743
▁ancient	-10.3743
▁extreme	-10.3745
jiking	-10.3775
▁kui	-10.3776
▁mizigo	-10.3778
as	-10.3779
▁praiseworthy	-10.3779
▁mfalme	-10.378
▁payment	-10.378
▁divine	-10.3787
▁tubu	-10.3787
▁lini	-10.3792
▁allies	-10.3796
taki	-10.3807
karibia	-10.3815
▁mbashiri	-10.3823
▁uharibifu	-10.3824
▁argument	-10.3833
▁devotion	-10.3833
▁creature	-10.3837
▁mtumwa	-10.3838
▁waambi	-10.3843
fisha	-10.3855
tafute	-10.3865
▁generous	-10.3865
▁dhuriya	-10.3868
▁maskhara	-10.3868
▁shida	-10.3868
▁mkewe	-10.3871
▁kwendea	-10.3871
▁fallen	-10.3873
▁secrets	-10.3875
▁hawaamini	-10.3883
neemesh	-10.3913
▁daima	-10.3914
seme	-10.3914
umri	-10.3914
▁mbio	-10.392
▁gift	-10.3923
zito	-10.3935
iona	-10.3954
▁biashara	-10.3959
▁language	-10.3959
▁kupigana	-10.3968
▁worshipers	-10.397
▁godwary	-10.3985
▁ushindi	-10.4004
▁muhuri	-10.4005
▁utu	-10.401
▁utawaon	-10.4011
▁zika	-10.4022
▁wasaa	-10.4028
▁care	-10.4038
▁prison	-10.4049
▁hears	-10.4049
▁intercede	-10.405
▁hellfire	-10.405
▁majestic	-10.405
▁safari	-10.405
▁shirt	-10.405
▁treaty	-10.4053
▁hatuta	-10.4056
tukuza	-10.4058
▁fabricated	-10.406
▁body	-10.4061
tumia	-10.4067
▁justly	-10.4075
▁fany	-10.408
▁excuses	-10.4082
▁associated	-10.4091
▁gush	-10.4094
▁pasi	-10.4097
▁desired	-10.4098
▁dream	-10.4107
▁host	-10.4109
▁lili	-10.4112
▁uwa	-10.4112
▁tusi	-10.4125
samehe	-10.4129
▁short	-10.4145
▁reclining	-10.4145
▁forged	-10.4148
▁aye	-10.4153
▁kha	-10.4168
▁assign	-10.4168
tosha	-10.4172
▁husbands	-10.4185
uest	-10.4191
▁incline	-10.4192
▁wabashirie	-10.422
▁judges	-10.4222
fanyi	-10.423
▁comprehend	-10.4236
▁expelled	-10.4237
▁disobedience	-10.4237
▁visible	-10.4237
▁lamp	-10.424
sadikish	-10.424
▁disbelieves	-10.4244
▁ward	-10.4266
kundi	-10.4268
▁anawajua	-10.4289
▁discourse	-10.4295
kubainishieni	-10.4295
▁plead	-10.4317
pande	-10.4324
▁lower	-10.4326
▁enmity	-10.433
▁next	-10.433
▁prostrating	-10.433
▁lofty	-10.433
▁half	-10.4331
▁since	-10.4333
▁dreadful	-10.4334
▁ahead	-10.4335
utakuwa	-10.4342
▁tuki	-10.4347
▁tumekuteremshi	-10.4348
uited	-10.4377
▁chastise	-10.439
muasi	-10.439
▁haja	-10.4396
▁succeed	-10.4401
▁kuya	-10.4407
▁mwangaza	-10.4407
wana	-10.442
▁maonyo	-10.4425
▁army	-10.4426
▁mtoto	-10.4426
▁msiba	-10.4427
▁likewise	-10.4428
▁increases	-10.4437
▁kudumu	-10.4438
▁timiz	-10.4442
▁transgressing	-10.4445
▁honoured	-10.4445
▁depart	-10.4457
▁nights	-10.4465
▁mapambo	-10.4473
▁fichikana	-10.4484
zuia	-10.4493
▁waulize	-10.4495
▁heat	-10.45
▁milango	-10.4502
▁mawingu	-10.4503
▁wat	-10.4507
▁kuzi	-10.451
▁frustrate	-10.4514
▁responsible	-10.4521
▁undoubtedly	-10.4521
hila	-10.4522
▁dry	-10.4524
▁wapotofu	-10.4528
▁ornaments	-10.4529
▁makkah	-10.4533
▁withhold	-10.4533
▁mahal	-10.4549
faa	-10.4552
▁suffices	-10.4556
▁utulivu	-10.4569
▁prostration	-10.4582
tiwa	-10.4586
▁rising	-10.4588
▁halali	-10.4591
▁giveth	-10.4594
▁hinder	-10.4598
▁kazi	-10.4607
▁stern	-10.4616
▁kadhibisha	-10.4617
▁built	-10.4618
▁kadhaalika	-10.4618
▁certainty	-10.4619
▁usury	-10.4619
▁itself	-10.4619
▁taabu	-10.462
▁successors	-10.4623
or	-10.4632
▁suffice	-10.4651
kosa	-10.4656
▁njoo	-10.4667
▁waziwazi	-10.4667
▁asking	-10.4675
▁wander	-10.468
▁ziumba	-10.4681
▁sister	-10.4682
▁shame	-10.4695
ma	-10.4713
▁loan	-10.472
▁mepesi	-10.4722
▁replace	-10.4734
▁ruined	-10.4737
▁allaware	-10.4743
li	-10.4757
▁vipofu	-10.4765
▁safi	-10.4775
ting	-10.4779
sipo	-10.4784
▁announce	-10.4797
▁overtake	-10.4801
▁kadiri	-10.4807
▁encompasse	-10.4812
▁relate	-10.4813
▁adorn	-10.4814
▁mzigo	-10.4814
▁silk	-10.4815
▁blaze	-10.4815
▁permitted	-10.4815
▁denies	-10.4815
▁mshirikisha	-10.4839
rudisha	-10.4843
▁tw	-10.4872
▁apendavyo	-10.4872
▁msiwe	-10.4889
▁afterwards	-10.4891
▁bears	-10.4902
jidhulumu	-10.4902
▁waliwa	-10.4909
▁seas	-10.4911
▁rebellion	-10.4914
▁prophethood	-10.4916
▁solemn	-10.4918
▁allowed	-10.4928
▁mtaka	-10.4933
▁fearing	-10.494
atosha	-10.495
nga	-10.4957
▁stone	-10.4974
▁promises	-10.4979
uence	-10.498
nt	-10.4983
▁dumb	-10.5015
▁inheritance	-10.5017
▁setting	-10.5019
▁therefor	-10.5033
sheni	-10.5076
▁excuse	-10.5078
▁working	-10.5082
▁denying	-10.5082
▁amewa	-10.5086
▁revert	-10.5112
▁uni	-10.5114
▁dark	-10.5116
▁spoke	-10.5116
▁hunger	-10.5117
▁black	-10.5117
▁ponder	-10.5118
▁mindful	-10.512
▁laden	-10.5131
ini	-10.5131
▁kuna	-10.5137
waonaje	-10.5158
▁rangi	-10.5168
▁marikebu	-10.5168
▁ngombe	-10.5168
▁mchezo	-10.5168
▁kipofu	-10.5168
▁maradhi	-10.5168
▁utukufu	-10.517
▁mifupa	-10.517
hidi	-10.5182
▁akipenda	-10.5185
▁mchawi	-10.5186
▁thamudi	-10.5208
▁loose	-10.5209
▁mengine	-10.5216
▁iron	-10.522
▁armies	-10.522
▁onekana	-10.522
▁slew	-10.5221
▁walipa	-10.5224
uity	-10.5231
mekuwa	-10.5247
▁pigan	-10.5249
tubu	-10.5249
ulia	-10.5253
▁heirs	-10.5253
▁tested	-10.5253
amu	-10.5266
▁viziwi	-10.5271
▁uthibitisho	-10.5271
▁smite	-10.5272
▁waovu	-10.5274
kimbilia	-10.5275
▁shauri	-10.5283
▁tunaku	-10.5286
uliwa	-10.5295
▁exceed	-10.53
▁laugh	-10.53
▁nusur	-10.5309
▁warners	-10.532
ternal	-10.5321
uit	-10.5323
▁khitalifiana	-10.5323
▁midian	-10.5323
▁selfsufficient	-10.5323
uital	-10.5324
▁safety	-10.5324
▁ubakhili	-10.5325
▁crops	-10.5325
▁deluded	-10.5326
▁devoted	-10.5328
▁spoken	-10.5329
▁fish	-10.5329
vu	-10.5333
▁weza	-10.5338
▁humbled	-10.5339
▁whence	-10.5343
▁masanamu	-10.5376
▁mashariki	-10.5376
▁ulimi	-10.5376
▁lenu	-10.5376
aya	-10.5383
mali	-10.5386
▁remind	-10.5402
▁males	-10.5413
▁careful	-10.5425
▁che	-10.5428
▁hajj	-10.5428
▁shingo	-10.5428
▁forsake	-10.5433
▁evident	-10.5435
▁consume	-10.5437
▁goods	-10.5445
▁udhuru	-10.5446
▁wekwa	-10.5461
▁yaficha	-10.5462
▁lawama	-10.5462
▁struggle	-10.5467
▁ongoka	-10.5471
▁rewards	-10.5497
hadithi	-10.5498
▁minds	-10.5504
bashiria	-10.5513
▁wanawa	-10.5519
▁geuka	-10.5522
▁adi	-10.5525
▁ridicule	-10.5528
▁trouble	-10.5531
▁humility	-10.5535
▁selves	-10.5536
aji	-10.5537
▁oppressed	-10.5541
▁grave	-10.5542
uadhibu	-10.5548
▁tumewa	-10.5548
▁tone	-10.555
▁transgressed	-10.5553
▁sem	-10.5553
▁mari	-10.5554
▁iamini	-10.5557
▁mwombe	-10.5557
▁urge	-10.5558
saying	-10.5564
▁tribes	-10.5581
▁msifiwa	-10.5589
▁broke	-10.5595
▁detail	-10.5595
these	-10.5597
▁advance	-10.5601
▁flame	-10.5606
▁magician	-10.5607
uake	-10.5607
▁result	-10.5611
zwa	-10.5611
by	-10.5616
▁succour	-10.5631
▁celebrate	-10.5638
▁repel	-10.5641
▁nika	-10.5642
ung	-10.5642
▁befell	-10.5642
▁humiliation	-10.5642
▁madhubuti	-10.5642
▁inspiration	-10.5642
▁third	-10.5642
▁wrongfully	-10.5643
amrishwa	-10.5652
▁pieces	-10.5655
onja	-10.5658
ogopeni	-10.566
▁intercessors	-10.5668
▁tunawa	-10.5674
wafaa	-10.5683
▁kale	-10.5697
▁ta	-10.5699
▁restrain	-10.5701
▁uliye	-10.5702
▁kushika	-10.5707
▁mcha	-10.5709
▁hamwe	-10.5711
▁debt	-10.5712
ngozi	-10.5733
▁ulikuwa	-10.5736
▁restore	-10.5743
ment	-10.5744
▁waonyaji	-10.575
▁gooddoers	-10.5753
▁large	-10.5753
▁chukua	-10.5762
ful	-10.5764
▁beasts	-10.5766
jivuna	-10.5776
▁kijan	-10.5777
▁utawa	-10.5787
▁pigana	-10.5794
lia	-10.5798
some	-10.5804
▁wape	-10.5808
▁pour	-10.5836
mzulia	-10.5838
mtii	-10.5843
▁dislike	-10.5852
▁counsel	-10.5853
potea	-10.5857
▁money	-10.586
▁chaste	-10.586
▁niggardly	-10.5861
mwacha	-10.5863
thrown	-10.5875
▁tumei	-10.5895
rejea	-10.59
▁kin	-10.5901
▁prefer	-10.591
▁hawatadhulumiwa	-10.5916
▁condition	-10.5944
▁mam	-10.5958
▁realize	-10.5965
▁wonder	-10.5965
itikia	-10.5965
▁fine	-10.5967
▁nyepesi	-10.5971
▁rejoicing	-10.5971
▁imara	-10.5971
▁binaadamu	-10.5971
▁safu	-10.5971
